<?php

    // +----------------------------------------------------------------------
    // | 插件控制器
    // +----------------------------------------------------------------------
    // | Copyright (c) 2015-2019 http://www.yicmf.com, All rights reserved.
    // +----------------------------------------------------------------------
    // | Author: 微尘 <yicmf@qq.com>
    // +----------------------------------------------------------------------


    namespace think\addon\controller;

    use traits\controller\Jump;

    class ForeignController
    {

        use Addon, Jump;

    }
