<?php

	// +----------------------------------------------------------------------
	// | 语言包
	// +----------------------------------------------------------------------
	// | Copyright (c) 2015-2022 http://www.yicmf.com, All rights reserved.
	// +----------------------------------------------------------------------
	// | Author: 微尘 <yicmf@qq.com>
	// +----------------------------------------------------------------------

	return [
		'addon cannot name or action' => '非法请求',
		'addon init fail' => '插件初始化失败',
		'need template name' => '需要填写模版名称',
		'need addon name' => '需要传入插件名参数',
	];
